<?php
//ru
return [
    'useExternalStartPage'
 => "если TRUE то использовать defaultRoute приложения в качестве стартовой страницы,"
  . " если FALSE то в качестве стартовой страницы будет использована первая контент-страница с root = 0",

    'canAuthorEditOwnVisibleArticle' => "указывает, что опубликованные статьи (is_visible = true) автор не может редактировать",

    'maxImageSize'   => 'максимальный размер изображения в байтах',
    'pageSizeAdmin'  => 'размер страницы в админке',
    'slugMinLength'  => 'минимально допустимый размер slug (части линка)',
    'titleMinLength' => 'минимально допустимый размер заголовка',
    'textMinLength'  => 'минимально допустимый размер текста в символах',
    'editAllLanguages'
 => 'если TRUE то отображать в форме редактирования все зарегистрированные языки, а не только видимые',
    'showAdminSqlErrors' => 'показывать в админке SQL-ошибки, если возникают',

];
